alacritty
alsa-utils
amd-ucode
archlinux-keyring
autoconf
automake
base
bash-completion
binutils
bison
blueman
bluez
bluez-utils
btop
btrfs-progs
cherrytree
cmatrix
cuda
cuda-tools
cudnn
cups
cups-pdf
debugedit
discord
dmenu
dolphin
dunst
fakeroot
feh
figlet
file
findutils
firefox
flex
gawk
gcc
gettext
gimp
git
gnome-terminal
go
grep
groff
grub
gst-plugin-pipewire
gthumb
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
iwd
jdk-openjdk
jre-openjdk
jupyter-notebook
jupyterlab
libpulse
libreoffice-fresh
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lua-language-server
lxappearance
m4
make
man-db
nano
ncdu
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
nvidia
nvtop
nyancat
obs-studio
pacman
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polybar
postgresql
powerline
powertop
python-isort
python-pip
ranger
redshift
rofi
rsync
ruby
scrot
sed
shotcut
slock
smartmontools
sqlitebrowser
stylua
sudo
texinfo
thunderbird
tint2
tmux
tree
unzip
vlc
w3m
wget
which
wireless_tools
wireplumber
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yapf
yarn
zathura
zathura-pdf-poppler
zram-generator
zsh
